Repository: Asmaa-Elhendy/qarsspin_ios
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: عربي

# navigation_home
source: Home
ar: الرئيسية

# navigation_offers
source: Offers
ar: السومات

# navigation_add
source: Add
ar: إعلان

source: Cars For Sale
ar: سيارات للبيع

source: Cars For Rent
ar: سيارات للإيجار

source: Car Care
ar: العناية بالسيارة

source: Garages
ar: كراجات

source: Bikes
ar: دراجات

source: Caravans
ar: كرافانات

source: Plates
ar: لوحات

source: All Cars
ar: جميع السيارات

source: Ads
ar: إعلانات

source: Create Car Ads
ar: إضافة إعلان سيارة

source: Cars
ar: سيارة

source: Personal Cars
ar: سيارات شخصية

# qar_spin_showroom
source: Qars Spin Showroom
ar: معرض قارس سبين

# cars_showroom
source: Cars Showrooms
ar: معارض السيارات

source: All Rental Cars
ar: سيارات للإيجار

# rental_showroom
source: Rental Showrooms
ar: مكاتب التأجير

source: All Makes
ar: الشركات المصنعة

source: Search
ar: بحث

# find_me_car
source: Find Me A Car
ar: ابحث لي عن سيارة

# find_car_notify
source: Get notified when a car of your choice is\n added to our showroom.
ar: احصل عللى إشعار عند إضافة سيارة جديدة تناسب خياراتك

# any_comment
source: Any Comments?
ar: اضف اي ملاحظات

# active_notification
source: Activate Notification
ar: تفعيل التنبيهات

# success_request
source: your Request has been sent successfully
ar: تم ارسال طلبك بنجاح

# comment_hint
source: eg.exterior or interior color of the car, options,\nengine...
ar: لون السايرة الداخلي او الخارجي,سعة المحرك .....

# no_result
source: No Result Found
ar: لم يتم العثور على نتائج

# sorry
source: Unfortunately what you are looking for is\ncurrently not available. Please activate a
ar: نعتذر لعدم وجود ما تبحث عنه في الوقت الحالي.

# sorry_notify
source: notification using\"Find me a car\"yp be updates
ar: الرجاء تفعيل التنبيهات عن طريق (ابحث لي عن سيارة) لتصلك إخطارات في حال تواجد ما تبحث عنه.

# sort_result
source: Sort Results
ar: ترتيب النتائج

# sort_by_post_count
source: Sort By Posts Count
ar: الترتيب بواسطة عدد المنشورات

source: Sort By Rating
ar: الترتيب بواسطة التقييم

source: Sort By Visits
ar: الترتيب بواسطة الزيارات

# sort_by_date
source: Sort By joining Date
ar: الترتيب بواسطة تاريخ الانضمام

# sort_by_post_date_new
source: Sort By Post Date (Newest First)
ar: ترتيب بواسطة تاريخ النشر (الأحدث أولاً)

# sort_by_post_date_old
source: Sort By Post Date (Oldest First)
ar: ترتيب بواسطة تاريخ النشر (الأقدم أولاً)

# sort_by_price_high
source: Sort By Price (From High To Low)
ar: ترتيب بواسطة السعر (من الأعلى إلى الأقل)

# sort_by_price_low
source: Sort By Price (From Low To High)
ar: ترتيب بواسطة السعر (من الأقل إلى الأعلى)

# sort_by_manufacture_year_new
source: Sort By Manufacture Year (Newest First)
ar: ترتيب بواسطة سنة الصنع (الأحدث أولاً)

# sort_by_manufacture_year_old
source: Sort By Manufacture Year (Oldest First)
ar: ترتيب بواسطة سنة الصنع (الأقدم أولاً)

source: Make Name
ar: إسم الشركة

source: Ads Count
ar: عدد الإعلانات

source: Apply
ar: موافق

source: Choose Make
ar: المصنع

source: Choose Class
ar: الصنف

source: Choose Model
ar: الموديل

source: Choose Type
ar: الفئة

source: From Year
ar: سنة الصنع(من)

source: To Year
ar: سنة الصنع(إلى)

source: From Price
ar: السعر(من)

source: To Price
ar: السعر(إلى)

# not_register
source: Not Registered
ar: لا يوجد لديك حساب

# register_now
source: Would you like to register now?
ar: هل تريد إنشاء حساب الان

source: Register
ar: تسجيل

# register_account
source: Register Now
ar: تسجيل

# register_account_cap
source: REGISTER NOW
ar: تسجيل

# verify_msg
source: Enter OTP
ar: التحقق من رقم الجوال

# enter_otp_msg
source: Please enter the OTP sent to your phone
ar: رمز التحقق

# loading
source: Loading.... please wait....
ar: جاري التحميل... يرجى الانتظار...

# carStatus_personal
source: Personal
ar: شخصي

# carStatus_showroom
source: Showroom
ar: معرض

source: Featured
ar: مميز

source: Price
ar: السعر

# people_made_offer
source: People made an offer on this car
ar: من الناس وضعو عروض على هذه السيارة

source: AD Code
ar: رقم اللوحة

source: Year
ar: السنة

source: Mileage
ar: العداد

source: Warranty
ar: الضمان

source: Exterior
ar: اللون الخارجي

source: Interior
ar: اللون الداخلي

source: Specifications
ar: المواصفات

source: Offers
ar: السومات

# btn_request_to_buy
source: Request To Buy
ar: اشتريها بهذا السعر

# btn_make_offer
source: Make Offer
ar: ضع السومة

# make_offer_one_line
source: Make Offer
ar: ضع السومة

# btn_byu_loan
source: Buy With Loan
ar: خذ تمويل

# what_offer
source: What is your offer?
ar: السومة

# request_buy_text
source: You are making an offer matching the request price
ar: أنت تقدم سومة تطابق سعر الطلب

# condition_agreement
source: You agree to Qars Spin Terms & Conditions
ar: أنت توافق على الشروط والأحكام الخاصة بـ Qars Spin

# inspection_report
source: Request Inspection Report
ar: اطلب تقرير فحص جديد

# inspection_text
source: Are you sure you want to request new car inspection for this car? (this is a prepaid service. Our team will contact you soon to get more details.)
ar: هل أنت متأكد من رغبتك في طلب فحص جديد لهذه السيارة؟ (هذه خدمة مدفوعة مسبقًا. سيتواصل معك فريقنا قريبًا لمزيد من التفاصيل.)

# get_loan
source: Get a Loan
ar: خذ تمويل

# describe_your_self
source: How would you describe yourself?
ar: كيف تصف نفسك؟

# down_payment
source: Your Down Payment
ar: دفعتك المقدمة

# loan_installments
source: loan Installments (Months)
ar: أقساط القرض (أشهر)

source: Calculate
ar: إحسب

# qatari_national
source: I Am Qatari National
ar: أنا مواطن قطري

# resident_qatar
source: I Am A Resident In Qatar
ar: مقيم في قطر

# month_number
source: Month(s)
ar: اشهر

source: Legal Status
ar: الوضع القانوني

source: Loan Installments Count
ar: عدد أقساط القرض

source: Total Loan Value
ar: إجمالي قيمة القرض

# loan_figure
source: These figures are estimates, the accurate and\n final figures will be sent to you by email.
ar: هذه الأرقام هي تقديرات، وسيتم إرسال الأرقام الدقيقة والنهائية إليك عبر البريد الإلكتروني.

source: Re-Calculate
ar: إعادة الحساب

# request_success
source: Your request has been submitted successfully!
ar: تم تقديم طلبك بنجاح!

# wnt_wrg
source: Something went wrong please try again later
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى لاحقًا

# invalid_loan
source: Invalid loan amount. Check price and down payment.
ar: مبلغ القرض غير صحيح. تحقق من السعر والدفعة الأولى.

source: Daily
ar: يومي

source: Weekly
ar: إسبوعي

source: Monthly
ar: شهري

# all_price_qar
source: All prices are in Qatari Riyals
ar: جميع الأسعار بالريال القطري

source: Rental Prices
ar: اسعار الإيجار

source: Chassis Number
ar: رقم الشاسيه

source: For Leasing
ar: للتأجير

source: Call Now
ar: إتصل الان

source: WhatsApp
ar: واتس اب

source: Dark Mode
ar: الوضع الداكن

# terms_list
source: A car sale request on our website must be submitted by the owner or someone with an authorization letter.|Car sale requests from companies or showrooms must be submitted by the licensed person in that company or showroom.|Priority is given to cars with an inspection report or to those willing to bring their cars to the recommended inspection center by the Qars Spin team.|Acceptance and approval of the terms and conditions that will be shared with you via WhatsApp as the car owner or as an authorized person for individuals and companies.|Our commission is 1.8% from the seller and 1.8% from the buyer, with a minimum of 1000 QAR.|If the buyer wants a specific inspection for a certain car, the inspection fee must be paid in advance, and the Qars Spin team will share the report once it’s ready.|After all parties agree to purchase the car and sign the contracts, the funds will be transferred to the Qars Spin bank account.|Once an oral, written, or voice expression of intent to buy the car is made, Qars Spin is not allowed to continue presenting the car to other potential buyers.|Car registration fees at Metrash are paid by the buyer as is customary in Qatar.
ar: طلب بيع سيارة في موقعنا يجب أن يتم إرساله عن طريق المالك أو أي شخص لديه خطاب تفويض.|طلب بيع السيارات للشركات أو المعارض من خلال الشخص المرخص في تلك الشركة أو المعرض.|الأولوية للسيارات التي لديها تقرير فحص أو لمن هم على استعداد لإحضار سياراتهم إلى محل الفحص الموصى به Qars Spin فريق.|القبول والموافقة على الشروط والأحكام التي سوف يتم مشاركتها معك على الواتساب بصفة المالك السيارة أو كشخص مفوض للأفراد والشركات.|نسبتنا هي من البائع 1.8% ومن المشتري 1.8% على الأقل 1000 ريال قطري.|في حال أن المشتري يريد فحصًا محددًا لسيارة معينة، سيتم دفع ثمن الفحص مقدمًا وفريق Qars Spin سيقوم بمشاركة التقرير بمجرد أن يصبح جاهزًا.|شراء السيارة بعد اتفاق جميع الأطراف وتوقيع العقود، يتم تحويل الأموال إلى حساب Qars Spin البنكي.|في حال إبداء الرغبة الشفوية أو المكتوبة أو الصوتية في شراء السيارة يمنع على شركة Qars Spin الاستمرار في العروض الأخرى.|رسوم تسجيل السيارة في مطارش على المشتري كما هو معروف في قطر.

source: Active Ads:
ar: الإعلانات النشطة

# adv_lbl
source: My Advertisements
ar: الإعلانات الخاصة بي

# fav_lbl
source: My Favorites
ar: القائمة المفضلة

# delete_account
source: Delete My Account
ar: إزالة الحساب

# person_notification
source: Personalized Notifications
ar: الإشعارات المخصصة

# specialized_techno
source: Specialized in selling cars using 360° technology
ar: متخصصون في بيع السايارات بتقنية ال 360°

source: Live Chat
ar: دردشة مباشرة

# cnt_reason
source: To sell your car, buy a car, or any other questions
ar: لبيع سيارة, شراء سيارة او اي استفسارات

# for_business
source: For Business Inquiries
ar: للاستفسارات المتعلقة بالتعاون والعمل

# social_accounts
source: Social Media Accounts
ar: برامج التواصل الاجتماعي

# my_fav
source: My Favourites
ar: المفضلة

# empty_lbl
source: No items found
ar: لا يوجد عناصر

# no_offers
source: No offers found
ar: لا يوجد سومات

# ask_price
source: Asking Price:
ar: السعر المطلوب:

source: Details
ar: تفاصيل

source: Gallery
ar: الصور

source: Rating
ar: تقييم

# join_data
source: Join Date
ar: تاريخ الانضمام

source: Follow
ar: متابعة

source: Un Follow
ar: إلغاء المتابعة

source: Followers
ar: عدد المتابعين

source: Create New Ad
ar: اضف إعلانا جديدا

# create_bike_ad
source: Create Bike Ads
ar: إنشاء إعلان دراجة

# create_caravan_ad
source: Create Caravan Ads
ar: إنشاء إعلان لكارفان

# create_plate_ad
source: Create Plate Ads
ar: إنشاء إعلان لوحة

source: Free Ads
ar: إعلانات مجانية

# free_360
source: Free 360 shooting session
ar: جلسة تصوير 360 مجانية

# after_sale_commission
source: 1.8% after sale on the sold price.
ar: 1.8% بعد البيع من سعر البيع.

# private_seller_info
source: Seller information stay private (Buyers can't see your contact details).
ar: تظل معلومات البائع خاصة (لا يمكن للمشترين رؤية تفاصيل الاتصال الخاصة بك).

source: Standard advertise.
ar: إعلان قياسي.

# show_contact_details
source: People can see your contact details.
ar: يمكن للأشخاص رؤية تفاصيل الاتصال الخاصة بك.

# upload_pictures_videos
source: You can upload pictures and video.
ar: يمكنك تحميل الصور ومقاطع الفيديو.

# optional_360_session
source: Optional 360 Shooting session.
ar: جلسة تصوير 360 اختيارية.

# qars_spin_showroom_adv
source: Qars Spin Showroom Advertisement
ar: إعلان معرض كارز سبين

source: Request Appointment
ar: طلب موعد

# free_personal_ad
source: Free Personal Advertisement
ar: إعلان شخصي مجاني

source: Post Ad
ar: إنشاء إعلان

source: Modify Car
ar: تعديل الإعلان

# sell_car
source: Sell Your Car
ar: إعرض السيارة

# upload_txt
source: Upload up to 15 photos and one video
ar: قم بتحميل ما يصل إلى 15 صورة وفيديو واحد

source: Video Cover
ar: غلاف الفيديو

# only_one_video
source: You can only add one video
ar: مسموح فقط ب فيديو واحد

# max
source: Maximum
ar: الحد الاقصى

# img_allowed
source: images allowed
ar: صورة مسموح بها

source: Only
ar: فقط

# more_img
source: more images can be added
ar: صور اخرى يمكن اضافتها

# failed_img
source: Failed to pick image
ar: فشل تحميل الصورة

source: Add Media
ar: إضافة الوسائط

# add_img
source: Add Photo
ar: اضف صورة

source: Add Video
ar: اضف فيديو

source: Cover
ar: الغلاف

source: (*) Mandatory Choice
ar: (*) اختيار إلزامي

source: Manufacture Year
ar: سنة التصنيع

# enter_price
source: Enter asking price
ar: ادخل السعر المطلوب

# mini_biding_price
source: Minimum biding price you want to see
ar: الحد الأدنى لسعر المزايدة الذي تريد رؤيته

# enter_mini_price
source: Enter minimum price
ar: ادخل الحد الادنى للسعر

source: Enter mileage
ar: ادخل العداد

source: Plate Number
ar: رقم اللوحة

source: Enter plate number
ar: ادخل رقم اللوحة

# enter_chassis
source: Enter chassis number
ar: ادخل رقم الشاسيه

source: Select
ar: اختر

source: Under Warranty
ar: في الضمان

# car_desc
source: Car Description
ar: وصف السيارة

# enter_desc
source: Enter car description...
ar: ادخل وصف للسيارة...

# make_360_first
source: Make Your Advertisement special by 360 session(
ar: اجعل إعلانك مميزًا بجلسة تصوير 360 درجة (

# make_360_second
source: riyal only for full shooting session)
ar: ريال فقط لجلسة التصوير الكاملة)

# pin_ad_first
source: Pin your advertisement at the top for (
ar: قم بتثبيت إعلانك في الأعلى مقابل (

# pin_ad_second
source: ,) QR only
ar: ) ريال فقط

# agreement
source: I agree to the Terms and Conditions
ar: أوافق على الشروط والأحكام

# confirm_info
source: I confirm the accuracy of the information provided
ar: أؤكد صحة المعلومات المقدمة

# save_draft
source: Save as draft
ar: حفظ كمسودة

source: RePublish
ar: غعادة النشر

source: Save
ar: حفظ

source: Publish
ar: نشر

source: Loading car data...
ar: جاري تحميل بيانات السيارة...

# update_ad
source: Updating Ad
ar: تحديث الاعلان

source: Creating Ad
ar: جاري إنشاء إعلان

# please_wait_update
source: Please wait while your ad is being updated...
ar: يرجى الانتظار بينما يتم تحديث إعلانك...

# please_wait_create
source: Please wait while your ad is being created...
ar: يرجى الانتظار جاري إنشاء اعنلانك

# ok_lbl
source: OK
ar: حسنًا

# of_lbl
source: Of
ar: من

# error_lbl
source: Error:
ar: خطأ:

source: Retry
ar: اعد المحاولة

# no_ads
source: No Ads Found
ar: لا يوجد إعلانات

source: Delete Ad
ar: مسح الإعلان

# delete_ad_confirm_msg
source: Are you sure you want to delete this ad?
ar: هل أنت متأكد أنك تريد حذف هذا الإعلان؟

source: Delete
ar: إزالة

source: Edit
ar: تعديل

# update
source: Update Offer
ar: تحديث السومة

# request_360
source: Request 360 Service
ar: طلب خدمة 360

# ready_pro
source: Ready to showCase your vehicle like a pro?
ar: هل أنت مستعد لعرض سيارتك كالمحترفين؟

# msg_360_first
source: Our 360 photo session will beautifully highlight your post click Confirm, and we 'll handle the rest! Additional charges
ar: جلسة التصوير 360 درجة الخاصة بنا ستبرز منشورك بشكل جميل \nانقر فوق تأكيد، وسنقوم بالباقي! \n رسوم إضافية

# msg_360_second
source: riyal can apply.
ar: ريال يمكن أن تنطبق.

source: Confirmation
ar: تأكيد

# receive_request_msg
source: We Have Received Your Request
ar: تم إستلام طلبك

source: Cancellation
ar: إلغاء

# request_failed
source: Failed To Send A Request
ar: فشل إرسال طلبك

source: Payment Failed
ar: فشل الدفع

source: Payment failed or cancelled.
ar: "فشلت عملية الدفع أو تم إلغاؤها

# feature_ad
source: Feature Your Ad
ar: إجعل اعلانك مميزا

# centered_ad
source: Let's make your post the center \n of orientation
ar: لنجعل منشورك مركز التوجه

# feature_ad_msg_first
source: Featuring your post ensures it stands out at the top for everyone to see. Additional charges
ar: سيضمن تمييز منشورك ظهوره في المقدمة للجميع لرؤيته.\n رسوم إضافية

# feature_ad_msg_second
source: QR can apply. Click confirm to proceed!
ar: ريال يمكن أن تنطبق.\n انقر فوق تأكيد للمتابعة!

source: Modify
ar: تعديل

source: Specs
ar: المواصفات

# info
source: Information
ar: البيانات

# youHaveRequestedThisServiceBefore
source: You Already Have This Service
ar: انت بالفعل لديك هذه الميزة

# waiting_ad_approval
source: This ad is pending approval, Please wait \n while we review your ad
ar: هذا الإعلان في انتظار الموافقة، يرجى الانتظار جاري مراجعة إعلانك

source: Creation Date:
ar: تاريخ الانشاء:

# ex_date
source: Expiry Date:
ar: تاريخ الانتهاء:

# please_edit_img
source: Please edit image
ar: الرجاء تعديل الصورة

# only_15_img
source: You can only select up to 15 images.
ar: يمكنك تحديد ما يصل إلى 15 صورة فقط.

# tap_save
source: and tap SAVE when done
ar: ثم اضغط حفظ عند الانتهاء

# upload_failed
source: Failed to upload
ar: فشل التحميل

source: image
ar: صورة

source: Skip
ar: تخطي

# cancel_edit_img
source: Image Editing Cancelled
ar: تم إلغاء تعديل الصورة

# was_cancelled
source: was cancelled. Do you want to retry editing it?
ar: تم الإلغاء. هل تريد إعادة محاولة تعديله؟

# video_not_play
source: Video cannot be played
ar: لا يمكن تشغيل الفيديو

# over_video
source: This video may be too high resolution for your device
ar: قد يكون دقة هذا الفيديو عالية جدًا لجهازك

# open_external_player
source: Open in External Player
ar: فتح في مشغل خارجي

# no_video_app
source: Could not play video. Please check your video player app.
ar: تعذر تشغيل الفيديو. يُرجى التحقق من تطبيق مشغل الفيديو لديك.

# field_video
source: Failed to play video. Please try again.
ar: فشل تشغيل الفيديو. يُرجى المحاولة مجددًا.

# delete_generally_confirm
source: Are you sure you want to delete this
ar: أنت متأكد أنك تريد حذف هذا؟

source: Gallery Management
ar: إدارة المعرض

source: images
ar: صورة

source: and
ar: و

source: video
ar: فيديو

# error_loading_image
source: Error loading images
ar: خطأ في تحميل الصو

# no_img
source: No images found
ar: لم يتم العثور على صور

# missing_info
source: Missing Information
ar: البيانات غير مكتملة

# please_fill_info
source: Please fill in the following required fields
ar: يرجى استكمال البيانات المطلوبة

source: Specs Management
ar: إدارة المواصفات

source: (Hidden)
ar: (مخفي)

source: Full Name(*)
ar: الاسم الكامل(*)

source: Enter Full Name
ar: ادخل الاسم بالكامل

source: Email(*)
ar: البريد الإلكتروني(*)

source: Enter Email
ar: ادخل البريد الالكتروني

source: Country(*)
ar: الدولة(*)

# mbl_number
source: Mobile Number(*)
ar: رقم الهاتف المحمول(*)

# please_fill_fields
source: PLease fill all fields
ar: الرجاء ملء جميع البيانات

# register_success
source: Registered Successfully
ar: تم التسجيل بنجاح

# no_notify
source: No notifications yet
ar: لا توجد إشعارات حتى الآن

# delete_notification_title
source: Delete Notification
ar: حذف الإشعار

# delete_notification_message
source: Are you sure you want to delete this notification?
ar: هل أنت متأكد أنك تريد حذف هذا الإشعار؟

# clear_all_notifications_title
source: Clear All Notifications
ar: حذف جميع الإشعارات

# clear_all_notifications_message
source: Are you sure you want to delete all notifications?
ar: هل أنت متأكد أنك تريد حذف جميع الإشعارات؟

# btn_delete_all
source: Delete All
ar: حذف الكل

# redirecting_payment
source: Redirecting to payment page...
ar: جارٍ التحويل إلى صفحة الدفع...

source: Choose Payment Method
ar: اختر طريقة الدفع

source: No payment methods available
ar: لا توجد طرق دفع متاحة

source: Unknown
ar: غير معروف

source: Out of 5
ar: من 5

# rate_room
source: Rate Showroom
ar: تقييم المعرض

source: Five Stars
ar: خمس نجوم

source: Four Stars
ar: أربع نجوم

source: Three Stars
ar: ثلاث نجوم

source: Two Stars
ar: نجمتان

source: One Star
ar: نجمة واحدة

source: Delete Offer
ar: إزالة السومة

# sure_delete_offer
source: Are you sure you want to delete this offer?
ar: هل أنت متأكد أنك تريد حذف هذه السومة؟

source: Success
ar: تم بنجاح

# offer_deleted
source: Offer deleted successfully
ar: تم مسح السومة بنجاح

# failed_delete_offer
source: Failed to delete offer
ar: فشل في إزالة السومة

# error_on_delete
source: An error occurred while deleting the offer
ar: حدث خطأ اثناء مسح السومة

# navigation_services
source: Services
ar: الخدمات

# navigation_call_us
source: Contact
ar: اتصل بنا

# navigation_favorites
source: Favorites
ar: المفضلة

# navigation_find_me_car
source: Find
ar: ابحث

# boldFont
source: gilroy_bold
ar: noor_bold

# regularFont
source: gilroy_regular
ar: noor_normal

# lightFont
source: gilroy_light
ar: noor_light

# currency_Symbol
source: QAR
ar: ر.ق

# mileage_Unit
source: km
ar: كم

# tag_New
source: New
ar: جديد

# tag_Inspected
source: Inspected
ar: تم الفحص

# tag_Sold
source: Sold
ar: مباع

# tag_Featured
source: Featured
ar: مميز

# msg_Loading
source: Working on it
ar: جاري التحميل

# msg_No_Internet
source: Please Check Your Internet Connection
ar: الرجاء التحقق من اتصال الإنترنت

# value_Yes
source: Yes
ar: نعم

# value_No
source: No
ar: لا

# value_Not_Yet
source: Not Yet
ar: ليس بعد

# tv_No_Data_Was_Found
source: No Data Was Found
ar: لا توجد بيانات متاحة

# tv_DatePicker_Dialog_Title
source: Please Choose Date
ar: الرجاء اختيار التاريخ

# msg_Working_Hard_To_Make_Feature_Ready
source: We are working hard to make this feature ready, please check here after a while
ar: نحن نعمل بجد لتفعيل هذه الميزة، يرجى المحاولة لاحقاً

# msg_This_Version_is_Very_Old
source: This version is old, we recommend updating to the newest version available from Google Play Store
ar: هذا الإصدار قديم، ننصحك بتحديث التطبيق إلى أحدث إصدار من متجر جوجل بلاي

# msg_Please_Confirm
source: Please Confirm
ar: يرجى التأكيد

# msg_Received
source: Received
ar: تم الاستلام

# msg_Request_Received
source: Your request was received successfully
ar: تم استلام طلبك بنجاح

# msg_This_car_is_not_available_for_sale_anymore
source: This car is not available for sale anymore!
ar: هذه السيارة غير متاحة للبيع بعد الآن!

# msg_You_Are_Not_Registered_Yet
source: You are not registered yet! please go to My Account section to register and verify your mobile number.
ar: أنت غير مسجل بعد! يرجى الذهاب إلى قسم حسابي للتسجيل وتفعيل رقم الجوال.

# btn_Cancel
source: Cancel
ar: إلغاء

# btn_Verify
source: Verify
ar: تحقق

# btn_Confirm
source: Confirm
ar: تأكيد

# btn_Close
source: Close
ar: إغلاق

# btn_Not_Now
source: Not Now
ar: ليس الآن

# btn_Download
source: Download
ar: تحميل

# btn_Send_Request
source: Send Request
ar: إرسال طلب

# title_Main_Menu
source: Main Menu
ar: القائمة الرئيسية

# lbl_change_language
source: Change Language
ar: تغيير اللغة

# lbl_support_help_desk
source: Support / Help Desk
ar: الدعم الفني

# lbl_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية

# lbl_terms_and_conditions
source: Terms and Conditions
ar: الشروط والأحكام

# lbl_about_qars_spin
source: About Qars Spin
ar: حول تطبيق كارز سبين

# title_Personal_Information
source: My Account
ar: الحساب الشخصي

# lbl_register_now
source: Register Now
ar: سجل الآن

# lbl_my_offers
source: My Offers
ar: سوماتي

# lbl_notifications
source: Notifications
ar: الإشعارات

# lbl_sign_out
source: Sign Out
ar: تسجيل خروج

# msg_Sign_Out
source: By clicking on the confirm button you will be signed out from this mobile device, are you sure?
ar: عند النقر على زر التأكيد سيتم تسجيل الخروج من هذا الجهاز، هل أنت متأكد؟

# title_create_new_account
source: Create New Account
ar: إنشاء حساب جديد

# lbl_your_mobile_number
source: Your Mobile Number
ar: رقم الجوال

# hint_enter_your_mobile_number
source: Enter your mobile number
ar: أدخل رقم الجوال

# lbl_your_country
source: Your Country
ar: البلد

# hint_choose_your_country
source: Choose your country
ar: اختر الدولة

# msg_Please_Choose_Country
source: Please Choose Your Country
ar: الرجاء اختيار الدولة

# msg_Please_Provide_Mobile_Number
source: Please Provide Your Mobile Number
ar: الرجاء إدخال رقم الجوال

# msg_registering_new_user
source: Creating New Account
ar: جاري إنشاء الحساب

# msg_Verification_In_Progress
source: Verifying Your Mobile Number
ar: جاري التحقق من رقم الجوال

# msg_Requesting_Verification_Code
source: Requesting Verification Code, Please Wait...
ar: جاري إرسال رمز التحقق، يرجى الانتظار...

# tv_Verify_Mobile_Number_Dialog_Title
source: Verify Your Mobile Number
ar: تأكيد رقم الجوال

# msg_Verification_Code_Is_Empty
source: Verification Code is Empty!
ar: رمز التحقق مطلوب!

# msg_Verification_Code_Is_wrong
source: Verification Code is Wrong!
ar: رمز التحقق غير صحيح!

source: Note
ar: ملاحظة

source: Service Fee
ar: رسوم الخدمة

source: QAR Only For Request 360 Session.
ar: ريال فقط لطلب جلسة 360 درجة.
