Repository: Asmaa-Elhendy/qarsspin_ios
Catalog: lib/l10n/app_*.arb
Languages: ar

source: QAR Only For Feature Post.
ar: ريال فقط للمنشور المميز.

source: Contact Information
ar: معلومات الاتصال

source: Please fill all information below
ar: الرجاء ملء جميع المعلومات أدناه

source: First Name
ar: الاسم الأول

source: Enter first name
ar: أدخل الاسم الأول

# requiredField
source: Required
ar: مطلوب

source: Last Name
ar: الاسم الأخير

source: Enter last name
ar: أدخل الاسم الأخير

source: Mobile
ar: الجوال

source: Enter phone number
ar: أدخل رقم الهاتف

source: Invalid phone number
ar: رقم هاتف غير صالح

source: Enter email address
ar: أدخل عنوان البريد الإلكتروني

# cemail
source: Email
ar: البريد الإلكتروني

source: PROCEED TO PAYMENT
ar: المتابعة للدفع

source: Invalid email address
ar: عنوان بريد إلكتروني غير صالح

source: Payment Succeeded
ar: تمت عملية الدفع بنجاح

source: Payment was completed.
ar: تم إكمال عملية الدفع.

source: Payment was not completed.
ar: لم تكتمل عملية الدفع.

source: Failed to load payment methods
ar: فشل تحميل طرق الدفع

source: Payment flow failed
ar: فشل تدفق الدفع:

# wait_admin_approval
source: You requested before, please wait Admin Approval
ar: لقد طلبت ذلك سابقاً، يرجى الانتظار حتى تتم الموافقة من قبل الإدارة.
